{"aboutCard_MemDesc1":"The young titan from the metal scene at the 6-string who was seduced by punks. When it comes to pogo, you can always count on him. Honorary name: Máté Balázs.\n","aboutCard_MemDesc2":"A civilized beast living a double life at the microphone and the bass guitar that brings the bottom of the music. János Szylárd Széll in civilian clothes, Sylo OGAbySS on stage.\n","aboutCard_MemDesc3":"The American punk-rock songs of the 2000s led him to drumming. Stifler's mother's biggest fan and role model is Travis Barker. Máté Debreceni is the conductor.\n","aboutUs_text1":"So, what do you think? We were freed to the capital, broke away from the helplessness of the small town and disguised as university students, fueled by the desire to party, we took to the streets of Budapest. We rehearsed in the basement of a dilapidated dormitory, which we graffitied, filled with flasks, smoke and life.\n","aboutUs_text10":"Yes, life is getting busy, we are already paying attention to what we put our time into. We consciously started moving the band in a more collected direction. However, the rehearsals do not take place in the form of suits here either, a little bit of this or that or more slips off, but this is what we need to break out of the gray. Now Máté brings the rhythm section to the drums and chills out the rehearsals. There is a fake installation between the numbers. Sylo pushes us to do it, do it, do it. This pull in both directions tunes your entire soul into a healthy, harmonious, developing, yet relaxed atmosphere. Szabi, then Balázs, with some overlap, excellently develops the ideas on the guitar. The math begins in structure, themes and sound. And what is in the center of the numbers? Our lives.\n","aboutUs_text11":"We didn't deal with it until now, we enjoyed it, we did what was pushed in front of us. Our parents, the system, and those who said that if you have money, you have everything. Then we slowly realize that we didn't bet on this horse. We are deep in a rut, from which it is very difficult to get out of it or to drift to another track.\n","aboutUs_text12":"All this is crowned by the fact that, in addition to our individual suffering, our society also seems to be sinking, and we are more and more mentally affected by loss and hopelessness. Then Darth Vader is born in us, and Lucifer watches from the corner.\n","aboutUs_text13":"THE BAND LOOKS SO GOOD ON STAGE LATELY.\n","aboutUs_text14":"This is who we are: a pop-punk-rock band from the capital and the nuclear city, fueled by garage rehearsals and evoking an American Pie atmosphere.","aboutUs_text2":"More and more people from the neighboring college pub came to our hall to party, friends and new friends flocked to us, so we started doing it.\n","aboutUs_text3":"I don't really have a memory of rehearsals not turning into a party. You could always bite the smoke, but this was the good smoke. Our throats were constantly moistened by some drink. Well, we didn't start writing sleazy songs, I think you've figured it out.","aboutUs_text4":"RichieB brought rhythms on guitar and prosody that Sylo, with his punk habits, didn't even understand at first. RoliCash beat the drums like in Tank Trap, only like an animal. We sang to him, shouted at him, then acknowledged the day. \"We are very good at what we cannot learn, and we will learn what we can learn\". Honestly, a few years have passed and it was time to extract the essence of this period.\n","aboutUs_text5":"So can the red button go? - Be TAKK! - Recording!\n","aboutUs_text6":"We did a couple of demos, there were quite a few tracks that weren't even half finished, more like a quarter finished, then as Sylo wrote the lyrics approx. from right to left, from the middle of the page to the outside and across, a song for a single came together quite nicely. Then there was a bit of bitterness in the emotional center because we felt that an era we were all in love with was coming to an end. This is how the EP came together, the title of which became Narcotic Love\n","aboutUs_text7":"Our life at that time, just like what the hit song of our album could be about... \"If dating and partying were a gas pedal, how long would you push it?\n","aboutUs_text8":"- I'LL PUT IT TO THE FLOOR! –\n","aboutUs_text9":"Here, a chapter was closed in us and in the life of Inharmonia. The band continued in a new line-up. Our attention is no longer limited only by self-indulgent fun, although we always want to return to it... Now we only experience moments of unbridled carefreeness, but that doesn't last forever either.\n\n","album1_text1":"The Narcotic Love single stems from our love for love.","album1_text2":" Of course, romance is about enjoying life. You know, girls, parties, this and that. Our track \"Come a bit closer\" is in absolute harmony with the album, it beautifully paints the atmosphere both in terms of mood and lyrics, how we lived and shocked those around us from the ordinary everyday life. Van this moment narrows it down to the feeling we feel when there is a situation.","album1_text3":"There are two Hungarian and two English songs on the EP, supplemented by an intro and a remix. While Done is about forgetting, Touch me is about dark longing. According to some, it is even better that this latter neo-erotic note is in English. \n","album2_text1":"Self-Sabotage is about change and the effects of change. \n","album2_text2":"It is not easy to suddenly grow up and still cling to the hedonism of the past decade. While Lucifer is a reaction to external oppression, which with the calmness of the underdog promotes disengagement and despondency, My Pure Blood and Self-Sabotage revive internal questions. Is it good that I spin at maximum speed or should I rather lick in lukewarm water? Can I change my destiny or am I just hindering myself with any attempt I make? This spirit accompanies the entire album, which is why Self-Sabotage became the album's title track. \n","album2_text3":"Fortunately, I manage to break away from this state for a day or two every now and then, and then pop-punk songs like Kiskutya are born. Listen, listen! We just got 10 years younger. And for the closing chord, nothing could be more brilliant than the Hedonistic Nirvana. This is exactly about this occasional breakaway, and how much we long for it every day. Every minute.\n","footer_doneByAMK":"Website created by:","footer_impresszum":"Imprint","footer_kapcsolat":"Contact","footer_koncertek":"You can check our current concerts on our social media platforms","footer_sajtocsomag":"Press kit","footer_sajtocsomagLink":"Pictures, materials, Rider...","gallery_Details":"Concerts, performances, rehearsals...our life in a few pictures","hero_text1":"Run with garage tests, it evokes an American pie atmosphere","hero_text2":"pop-punk-rock band","hero_text3":"From the capital to the nuclear city","impressum_Desc1":"Inharmony band","impressum_Desc3":"János Széll Szilárd","impressum_Desc6":"Abel Makai-K","impressum_Desc7":"Anett Sulics","impressum_Desc8":"Hosting Service Provider","impressum_rights":"The current website contains images and musical materials owned by the Inharmonia band, and additional images and icons appearing on the website come from the following sources: or similar nonsense","impressum_Title1":"Website owner:","impressum_Title2":"Website availability:","impressum_Title3":"Represented by:","impressum_Title4":"Telephone number:","impressum_Title5":"E-mail address:","impressum_Title6":"Website creator:","impressum_Title7":"He created the graphics for the Iharmonia logo:","impressum_Title8":"Hosting provider:","menu_albumok":"Albums","menu_galeria":"Gallery","menu_kapcsolat":"Contact","menu_merch":"Merch","menu_rolunk":"About us","menu_valasszNyelvet":"Choose a language","merch1_details":"Inharmonia's first album","merch2_details":"3 types of stickers","merch2_name":"Sticker Pack","merch3_details":"Inharmonia's second album","merch4_details":"Multicolored from S to XXL","merch4_name":"Önszabotázs t-shirt","merch_Details":"You can scratch our treasures at our concerts, but if you don't have the courage to party with us, you can also write to us at infoemail. In exchange for a small donation, you can get super loot."}