{"aboutCard_MemDesc1":"The young titan from the metal scene at the 6-string who was lured over to punks. When it comes to pogo, you can always count on him. I give you Máté Balázs.\n","aboutCard_MemDesc2":"A double life living civilised beast at the microphone and at the bass guitar that brings the bottom of the music. He’s called Szilard Janos Szell in civilian clothes & Sylo OGAbySS on stage.\n","aboutCard_MemDesc3":"The American punk-rock songs of the 2000s led him to drumming. Stifler's mother's biggest fan. His role model is Travis Barker. I introduce you Máté Debreceni.\n","aboutUs_text1":"So, what do you think? We were freed to the capital and broke away from the helplessness of the small town. Disguised as university students and fueled by the desire to party we took the streets of Budapest. We rehearsed in the basement of a ruined college which we graffitied and filled with flasks, smoke and life.\n","aboutUs_text10":"Well life is getting more and more difficult. Now we also have to care about how to share our time. We consciously started to move the band in a more professional direction. OK the rehearsals aren’t that official. I mean you don’t have to put on your suit or whatever crazy habits that they have in the office. A little bit of drinks or more sometimes slips off, but this is what we need to run away from the grey weekdays. Now Máté brings the rhythm section on the drums and chills out the rehearsals. He always does some fake fixes in his drum setup just to have his break. Sylo pushes us to do it, do it, do it. This pull in both directions tunes your entire soul into a healthy, harmonious, developing, yet relaxed atmosphere. Szabi then Balázs excellently plays their ideas on the guitar. The maths begins in structure in themes and sound. And what are the tracks about? Our lives.\n","aboutUs_text11":"Until now we didn’t care about what life brought to us. We enjoyed what we got. What we got from our parents, the system, and from those who said that if you have money you’ll have everything. Then we slowly realised that we didn't bet on this horse. We’re deeply in a fucked up rut and it’s very difficult to get out of it or drift into another that offers a better life.\n","aboutUs_text12":"All this is crowned by the fact that in addition to our individual suffering our society also seems to be sinking. We are more and more mentally affected by loss and hopelessness. Then Darth Vader is born and Lucifer watches from the corner.\n","aboutUs_text13":"THE BAND LOOKS THIS COOL ON STAGE LATELY\n","aboutUs_text14":"This is who we are: A pop-punk-rock band from the capital and the nuclear city that started as a university college band, fueled by garage rehearsals and evoking an American Pie atmosphere.\n","aboutUs_text2":"More and more guys came to our rehearsal room to party from the college pub. Soon they became our new friends and of course our old friends joined us too. So after this we started doing it real.\n","aboutUs_text3":"I don't really know that the rehearsals weren’t turned into a party. You could always bite the smoke but this was this good smoke. Our throats were always wet from some drinks. Well we didn't start writing sad songs. I think you've figured it out.\n","aboutUs_text4":"RichieB brought the rhythms on guitar and wrote the prosody too. Sylo with his punk habits and understanding of the world didn't even understand at first what’s going on in this music. RoliCash beated the drums like in the band Tankcsapda but like an animal. We tried to sing and shouted the lyrics. Then we finished our days like this: \"We’re really good at what cannot be learned and we will learn what can be learned\". Honestly, a few years passed and the time had come to extract the essence of this period.\n","aboutUs_text5":"So can I push this red button then? - Gimme this tick-tick-tick-tick! - Recording!\n","aboutUs_text6":"We created some demos and we also had tons of half-unfinished and quarter-finished tracks. Then as Sylo wrote the lyrics like: from right to left, from the middle of the page to the side and across, a song for an EP came together quite cool. In these years there was a bit of bitterness in the centre of our emotions because we felt that an era we were all in love with was coming to an end. This is how the EP came together. We called it Kábítószerelem. In English: Drugasm. Literally you could translate like this: Narcotic Love\n","aboutUs_text7":"Our life at that time, just as the hit song of our album could be about... \"If chasing girls and partying were a gas pedal, how deep would you push it?\n","aboutUs_text8":"- TILL TO THE FLOOR! –","aboutUs_text9":"A chapter was closed in us and also in the life of Inharmonia. The band were continued in a new line-up. Our life is no longer limited only to partying and having fun. Unfortunately. We always want to return to it but we could only live this unleashed happiness in moments. Of course this won’t last forever.\n","album1_text1":"The Kábítószerelem EP is sourced from our love towards love.\n","album1_text2":"Of course, this romance is about enjoying life. You know, girls, parties and things like this. Our track \"Gyere kicsit közelebb\" is in absolute harmony with the album. This song beautifully paints the atmosphere both in terms of mood and lyrics. How we lived and shocked those people around us from their grey everyday life. Van ez a pillanat narrows it down to the feeling that we feel when there is the situation.\n","album1_text3":"There are two Hungarian and two English songs on the EP. There is also an intro and a remix. While Done is about forgetting, Touch me is about dark desires. Friends say that it's even better that this latter neo-erotic song is in English.\n","album2_text1":"Önszabotázs is about change and the effects of change.\n","album2_text2":"It’s not that easy to suddenly grow up and still live in the hedonism of the past decade. While Lucifer is a reaction to external oppression that with the calmness of the underdog promotes disengagement and despondency then Tiszta vérem and Önszabotázs revive internal questions. Is it good that I rock at maximum speed or should I rather lick in lukewarm water? Can I change my destiny or am I just hindering myself with any attempt I make? This spirit goes in the entire album that is why Önszabotázs became the album's title track.","album2_text3":"Fortunately, sometimes we can break away from this state for a day or two. Then pop-punk songs like Kiskutya were born. So listen to it! We just got 10 years younger. For the closing chord nothing could be more brilliant than the Hedonistic Nirvana. This is exactly about this occasional breakaway and how much we long for it every day. Every minute.\n","footer_doneByAMK":"Website created by:","footer_impresszum":"Impressum","footer_kapcsolat":"Contact","footer_koncertek":"You can check our current concerts on our social media platforms","footer_sajtocsomag":"Press kit","footer_sajtocsomagLink":"Pictures, matter, Rider...","gallery_Details":"Concerts, performances, rehearsals...our life in a few pictures\n","hero_text1":"Fueled by garage rehearsals and evoking an American Pie atmosphere.\n","hero_text2":"A pop-punk-rock band","hero_text3":" from the capital to the nuclear city","impressum_Desc1":"Inharmonia band","impressum_Desc3":"Szilárd János Széll","impressum_Desc6":"Abel Makai-Kis","impressum_Desc7":"Anett Sulics","impressum_Desc8":"Hosting Service Provider","impressum_rights":"The current website contains images and musical materials owned by the band Inharmonia, and additional images and icons appearing on the website come from the following sources:","impressum_Title1":"Website owner:","impressum_Title2":"Website availability:","impressum_Title3":"Represented by:","impressum_Title4":"Telephone number:","impressum_Title5":"E-mail address:","impressum_Title6":"Website creator:","impressum_Title7":" the graphics for the Iharmonia logo was created by:","impressum_Title8":"Hosting provider:","menu_albumok":"Albums","menu_galeria":"Gallery","menu_kapcsolat":"Contact","menu_merch":"Merch","menu_rolunk":"About us","menu_valasszNyelvet":"Choose a language","merch1_details":"Inharmonia's first album","merch2_details":"3 types of stickers","merch2_name":"Sticker Pack","merch3_details":"Inharmonia's second album","merch4_details":"Multicolored from S to XXL","merch4_name":"Önszabotázs t-shirt","merch_Details":"You can scratch our treasures at our concerts, but if you don't have the courage to party with us, you can also write to us at inharmoniaofficial@gmail.com. In exchange for a small donation, you can get super loot."}