{"aboutCard_MemDesc1":"A punkokhoz átcsábított ifjú titán a 6 húrosnál a metál szcénából. Ha pogóról van szó, rá mindig számíthatsz. Becsületes nevén: Máté Balázs.\n","aboutCard_MemDesc2":"Egy kettős életet élő, civilizált vadállat a mikrofonnál és a zene alját hozó basszusgitárnál. Civilben Széll Szilárd János, a színpadon Sylo OGAbySS.\n","aboutCard_MemDesc3":"A kétezres évek amerikai punk-rock dalai terelték a dobolás útjára. Stifler mamájának legnagyobb rajongója, példaképe Travis Barker. A vezénylőben pedig Debreceni Máté.\n","aboutUs_text1":"Na, mit gondolsz? Felszabadultunk a fővárosba, kiszakadtunk a kisvárosi tehetetlenségből és egyetemistának álcázva, felfűtve a bulivágytól vettük be magunkat Budapest utcáiba. Egy romos kollégium pincéjében próbáltunk, amit mi graffitiztünk agyon, töltöttük meg flaskákkal, füsttel és élettel.\n","aboutUs_text10":"Igen, combosodik az élet, már figyelünk, mibe toljuk bele az időnket. A zenekart tudatosan elkezdtük összeszedettebb irányba mozdítani. Azért a próbák itt sem az öltönyös formában zajlanak, egy kis ez-az, vagy több lecsúszik, de ez kell is, hogy kiszakadjunk a szürkeségből. Most Máté hozza a doboknál a ritmusszekciót és chillezi el a próbákat. Megy a kamu szerelés a számok között. Sylo meg tolja, hogy csináljuk, csináljuk, csináljuk. Ez a két irányba húzás úgy be is hangolja az egész lelkületét egy egészséges, harmonikus, fejlődő, mégis laza hangulatba. Szabi, majd Balázs, némi átfedéssel, kiválóan kibontja gitáron az ötleteket. Elkezdődik a matekozás szerkezetben, témákban és sound-ban is. Na és hogy mi áll a számok központjában? Az életünk.\n","aboutUs_text11":"Eddig nem foglalkoztunk vele, élveztük, csináltuk, amit elénk toltak. A szüleink, a rendszer, meg akik azt mondták, hogy ha pénz van, minden van. Aztán lassan rájövünk, hogy nem erre a lóra tettünk. Mélyen benne vagyunk egy kerékvágásban, amiből baromi nehéz fentebb jutni, vagy átsodródni egy másik pályára.\n","aboutUs_text12":"Mindezt koronázza, hogy az egyéni szenvedésünkön kívűl a társadalmunk is süllyedni látszik, és egyre jobban kihat ránk lelkiekben az elveszettség és a kilátástalanság. Aztán megszületik bennünk Darth Vader, a sarokból meg ott figyel Lucifer.\n","aboutUs_text13":"MOSTANÁBAN ILYEN JÓKÉPU´´EN NÉZ KI A ZENEKAR A SZÍNPADON.\n","aboutUs_text14":"Ezek vagyunk mi: egy egyetemi koleszzenekarból induló, garázspróbákkal fűtött, Amerikai pite hangulatot idéző pop-punk-rock zenekar a fővárosból és az atomvárosból.","aboutUs_text2":"A szomszéd koleszkocsmából meg egyre többen jöttek át a termünkbe bulizni, verődtek hozzánk haverok és új barátok, úgyhogy elkezdtük csinálni.\n","aboutUs_text3":"Nem igazán van emlékem arról, hogy a próbák ne csaptak volna buliba át. A füstöt mindig harapni lehetett, de ez az a jó füst volt. A torkunkat meg állandóan nedvesítette valami itóka. Hát nem búslakodós számokat kezdtünk írni, gondolom rájöttél.","aboutUs_text4":"RichieB gitáron és prozódiában olyan ritmusokat hozott, amiket Sylo a punk habitusával eleinte fel sem fogott. RoliCash meg verte a dobokat, mint a Tankcsapdában, csak mint egy állat. Ráénekeltünk, ráordibáltunk, aztán nyugtáztuk a napot. \"Amit nem lehet tanulni, abban nagyon ott vagyunk, amit meg meg lehet tanulni, azt meg majd megtanuljuk\". Őszintén, eltelt így pár év és ideje volt kivonni ennek az időszaknak az esszenciáját.\n","aboutUs_text5":"Szóval akkor mehet a piros gomb? -TAKK legyen! -Felvétel!\n","aboutUs_text6":"Csináltunk pár demót, volt jó pár nem is félkész, inkább negyedkész számunk, aztán ahogy Sylo a szövegeket írta kb. jobbról balra, lap közepétől kifelé meg keresztbe, egészen szépen összeállt egy kislemezre való dal. Akkor az érzelmi központban egy kis keserédesség is volt, mert éreztük, hogy egy korszak lezárul, amibe mindannyian szerelmesek voltunk. Valahogy így állt össze az EP, aminek a címe Kábítószerelem lett\n","aboutUs_text7":"Az akkori életünk, mint ahogy az albumunk sláger dala is miről is szólhatna... \"Hogyha a csajozás meg a bulizás egy gázpedál lenne, meddig nyomnád be?\n","aboutUs_text8":"- PADLÓIG TESEM! –\n","aboutUs_text9":"Itt egy fejezet lezárult bennünk és az Inharmónia életében is. A zenekar új felállásban folytatódott. Már nem csak az önfeledt szórakozás kötötte le a figyelmünk, habár mindig is szeretnénk visszatérni ehhez… Most csak pillanatokat élünk meg féktelen gondtalanságban, viszont ez sem tart örökké.\n\n","album1_text1":"A Kábítószerelem kislemez a szerelembe való szerelmünkből fakad.","album1_text2":" A románc persze az élet élvezéséről szól. Tudod, csajok, bulik, ez-az. A Gyere kicsit közelebb című számunk abszolút harmóniában van az albummal, gyönyörűen festi mind hangulatban, mind a hangulatot szövegileg, hogyan éltünk, meg zökkentettük ki a körülöttünk lévőket az átlagos hétköznapokból. A Van ez a pillanat pedig szűkíti arra az érzésre, amit pont akkor érzünk, amikor helyzet van.","album1_text3":"Két magyar, két angol dal található az EP-n, kiegészülve egy intróval és egy remixszel. Míg a Done egy felejtésről szól, addig a Touch me egy sötét vágyódásról. Egyesek szerint jobb is, hogy angolul van ez az utóbbi neo-erotikus nóta. \n","album2_text1":"Az Önszabotázs a változásról és a változás hatásairól szól. \n","album2_text2":"Nem egyszerű ám hirtelen felnőni és mégis ragaszkodni az elmúlt évtized hedonizmusához. Míg a Lucifer egy külső elnyomás reakciója, ami az esélytelenek nyugalmával a kikapcsolást és a leszarmoságot hirdeti, úgy a Tiszta vérem és az Önszabotázs a belső kérdéseket eleveníti meg. Jó, hogy maximum fordulatszámon pörgök vagy inkább langyos vízben kéne lubickolni? Tudok változtatni a sorsomon vagy bármilyen próbálkozásommal csak akadályozom magam? Ez a lelkület az egész albumot végigkíséri, ezért is az Önszabotázs lett az album címadó dala. \n","album2_text3":"Szerencsére sikerül kiszakadni néha-néha egy-két napra ebből az állapotból, és akkor megszületnek az olyan pop-punk dalok, mint a Kiskutya. Figyelj, hallgasd meg! Simán 10 évet fiatalodtunk. Záró akkordnak pedig nem is lehetne más zseniálisabb, mint a Hedonista Nirvána. Ez meg pont erről a néha-néha kiszakadásról szól, na meg, hogy mennyire vágyunk rá minden nap. Minden percben.\n","footer_doneByAMK":"Weboldalt készítette:","footer_impresszum":"Impresszum","footer_kapcsolat":"Kapcsolat","footer_koncertek":"Aktuális koncertjeinket a közösségi média felületeinken csekkolhatjátok","footer_sajtocsomag":"Sajtócsomag","footer_sajtocsomagLink":"Képek, anyagok, Rider...","gallery_Details":"Koncertek, fellépések, próbák...életünk pár képen","hero_text1":"Garázspróbákkal fu´´tött, Amerikai pite hangulatot idézo´´","hero_text2":"pop-punk-rock zenekar","hero_text3":"A fo´´várostól az atomvárosig","impressum_Desc1":"Inharmónia zenekar","impressum_Desc3":"Széll Szilárd János","impressum_Desc6":"Makai-Kis Ábel","impressum_Desc7":"Sulics Anett","impressum_Desc8":"Tárhely Szolgáltató","impressum_rights":"A jelenlegi weboldalon az Inharmónia zenekar tulajdonában lévő képek, zenei anyagok találhatóak illetve a Weboldalon megjelenő további képek, ikonok az alábbi forráshelyekről származnak:","impressum_Title1":"Weboldal tulajdonosa:","impressum_Title2":"Weboldal elérhetősége:","impressum_Title3":"Képviseli:","impressum_Title4":"Telefonszám:","impressum_Title5":"E-mail cím:","impressum_Title6":"Weboldal készítője:","impressum_Title7":"Iharmónia logó grafikáját készítette:","impressum_Title8":"Tárhelyszolgáltató:","menu_albumok":"Albumok","menu_galeria":"Galéria","menu_kapcsolat":"Kapcsolat","menu_merch":"Merch","menu_rolunk":"Rólunk","menu_valasszNyelvet":"Válassz nyelvet","merch1_details":"Inharmónia első albuma","merch2_details":"3 fajta matrica","merch2_name":"Matrica Pakk","merch3_details":"Inharmónia második albuma","merch4_details":"Többszínű S-től XXL méretig","merch4_name":"Önszabotázs Poló","merch_Details":"Kincseinket a koncertjeinken kaparinthatod meg, de ha nincs merszed velünk bulizni, írhatsz nekünk is az infoemail címre is. Egy kis adományért cserébe szuper zsákmányokat szerezhetsz be."}